Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# request_participants_selected_other
source: %lld Participants Selected
es: %lld participantes seleccionados
ko: %lld명 선택됨
vi: %lld người tham gia đã chọn
zh_hans: 已选择 %lld 名参与者
zh_hant: 已選擇 %lld 名參與者

# request_status_claimed
source: Claimed
es: Reclamado
ko: 수락됨
vi: Đã nhận
zh_hans: 已认领
zh_hant: 已認領

# request_status_completed
source: Completed
es: Completado
ko: 완료됨
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

# request_status_expired
source: Expired
es: Expirado
ko: 만료됨
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已過期

# request_status_open
source: Open
es: Abierto
ko: 열림
vi: Mở
zh_hans: 开放
zh_hant: 開放

# request_status_pending
source: Pending
es: Pendiente
ko: 대기 중
vi: Đang chờ
zh_hans: 待处理
zh_hant: 待處理

# request_time_passed_change
source: Change Time
es: Cambiar hora
ko: 시간 변경
vi: Đổi giờ
zh_hans: 更改时间
zh_hant: 變更時間

# request_time_passed_message
source: The date and time you picked are already in the past. Post it anyway?
es: La fecha y hora que elegiste ya pasaron. ¿Publicarlo de todos modos?
ko: 선택한 날짜와 시간이 이미 지났습니다. 그래도 게시하시겠습니까?
vi: Ngày và giờ bạn chọn đã qua. Vẫn đăng chứ?
zh_hans: 您选择的日期和时间已经过去。仍要发布吗？
zh_hant: 您選擇的日期和時間已經過去。仍要發布嗎？

# request_time_passed_post_anyway
source: Post Anyway
es: Publicar de todos modos
ko: 그래도 게시
vi: Vẫn đăng
zh_hans: 仍然发布
zh_hant: 仍然發布

# request_time_passed_title
source: That Time Has Passed
es: Esa hora ya pasó
ko: 이미 지난 시간입니다
vi: Thời gian đó đã qua
zh_hans: 该时间已过
zh_hant: 該時間已過

# request_unavailable_back
source: Go Back
es: Volver
ko: 돌아가기
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# request_unavailable_message
source: This request was deleted or is no longer available.
es: Esta solicitud se eliminó o ya no está disponible.
ko: 이 요청은 삭제되었거나 더 이상 사용할 수 없습니다.
vi: Yêu cầu này đã bị xóa hoặc không còn khả dụng.
zh_hans: 此请求已被删除或不再可用。
zh_hant: 此請求已被刪除或已無法使用。

# request_unavailable_title
source: No Longer Available
es: Ya no está disponible
ko: 더 이상 사용할 수 없음
vi: Không còn khả dụng
zh_hans: 不再可用
zh_hant: 已無法使用

source: Requests
es: Solicitudes
ko: 요청
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

# requests_count_plural
source: %lld requests
es: %lld solicitudes
ko: %lld건 요청
vi: %lld yêu cầu
zh_hans: %lld 个请求
zh_hant: %lld 個請求

# requests_count_singular
source: %lld request
es: %lld solicitud
ko: %lld건 요청
vi: %lld yêu cầu
zh_hans: %lld 个请求
zh_hant: %lld 個請求

# requests_create_accessibility
source: Create new request
es: Crear nueva solicitud
ko: 새 요청 만들기
vi: Tạo yêu cầu mới
zh_hans: 创建新请求
zh_hant: 建立新請求

# requests_create_favor
source: Create Favor
es: Crear favor
ko: 부탁 만들기
vi: Tạo nhờ vả
zh_hans: 创建帮忙
zh_hant: 建立幫忙

# requests_create_hint
source: Double-tap to create a new ride or favor request
es: Toca dos veces para crear una nueva solicitud de viaje o favor
ko: 두 번 탭하여 새 라이드 또는 부탁 요청을 만드세요
vi: Nhấn đúp để tạo yêu cầu đi xe hoặc nhờ vả mới
zh_hans: 轻点两下以创建新的乘车或帮忙请求
zh_hant: 點兩下以建立新的乘車或幫忙請求

# requests_create_ride
source: Create Ride
es: Crear viaje
ko: 라이드 만들기
vi: Tạo chuyến đi
zh_hans: 创建搭车
zh_hant: 建立搭車

# requests_empty_claimed
source: You haven't claimed any requests yet.
es: Aún no has reclamado ninguna solicitud.
ko: 아직 수락한 요청이 없습니다.
vi: Bạn chưa nhận yêu cầu nào.
zh_hans: 你还没有认领任何请求。
zh_hant: 你還沒有認領任何請求。

# requests_empty_mine
source: You haven't created any requests yet.
es: Aún no has creado ninguna solicitud.
ko: 아직 요청을 만들지 않았습니다.
vi: Bạn chưa tạo yêu cầu nào.
zh_hans: 你还没有创建任何请求。
zh_hant: 你還沒有建立任何請求。

# requests_empty_open
source: No open requests right now. Check back later!
es: No hay solicitudes abiertas ahora. ¡Vuelve más tarde!
ko: 현재 열린 요청이 없습니다. 나중에 다시 확인하세요!
vi: Hiện không có yêu cầu nào. Hãy quay lại sau!
zh_hans: 目前没有开放的请求。稍后再来看看！
zh_hant: 目前沒有開放的請求。稍後再來看看！

# requests_empty_title
source: No Requests Available
es: No hay solicitudes disponibles
ko: 요청 없음
vi: Không có yêu cầu
zh_hans: 暂无请求
zh_hant: 暫無請求

# requests_filter_claimed
source: Claimed Requests
es: Solicitudes reclamadas
ko: 수락된 요청
vi: Yêu cầu đã nhận
zh_hans: 已认领的请求
zh_hant: 已認領的請求

# requests_filter_mine
source: My Requests
es: Mis solicitudes
ko: 내 요청
vi: Yêu cầu của tôi
zh_hans: 我的请求
zh_hant: 我的請求

# requests_filter_open
source: Open Requests
es: Solicitudes abiertas
ko: 열린 요청
vi: Yêu cầu đang mở
zh_hans: 开放的请求
zh_hant: 開放的請求

# requests_filter_tile_accessibility
source: %@ filter
es: Filtro %@
ko: %@ 필터
vi: Bộ lọc %@
zh_hans: %@ 筛选
zh_hant: %@ 篩選

# requests_filter_tile_hint
source: Double-tap to show %@ requests
es: Toca dos veces para mostrar %@
ko: 두 번 탭하여 %@ 표시
vi: Nhấn đúp để hiển thị %@
zh_hans: 轻点两下显示%@
zh_hant: 點兩下以顯示%@

# requests_filter_tile_selected_accessibility
source: %@ filter, selected
es: Filtro %@, seleccionado
ko: %@ 필터, 선택됨
vi: Bộ lọc %@, đã chọn
zh_hans: %@ 筛选，已选择
zh_hant: %@ 篩選，已選擇

# requests_hidden_body
source: Only you can still see that this request was here after moderators hid it.
es: Solo tú puedes ver que esta solicitud estuvo aquí después de que los moderadores la ocultaron.
ko: 운영자가 숨긴 후에는 이 요청이 있었다는 사실을 본인만 볼 수 있습니다.
vi: Chỉ bạn mới thấy rằng yêu cầu này từng ở đây sau khi người kiểm duyệt ẩn nó.
zh_hans: 管理员隐藏此请求后，只有您还能看到它曾经存在。
zh_hant: 管理員隱藏此請求後，只有您還能看到它曾經存在。

# requests_hidden_title
source: Request hidden by moderators
es: Solicitud oculta por los moderadores
ko: 운영자가 숨긴 요청
vi: Yêu cầu đã bị người kiểm duyệt ẩn
zh_hans: 请求已被管理员隐藏
zh_hant: 請求已被管理員隱藏

# requests_load_failed
source: Couldn't load requests. Check your connection and try again.
es: No se pudieron cargar las solicitudes. Revisa tu conexión e inténtalo de nuevo.
ko: 요청을 불러오지 못했습니다. 연결을 확인하고 다시 시도해 주세요.
vi: Không thể tải các yêu cầu. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法加载请求。请检查网络连接后重试。
zh_hant: 無法載入請求。請檢查網路連線後重試。

# requests_nav_title
source: Requests
es: Solicitudes
ko: 요청
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

# requests_refresh_failed_banner
source: Couldn't refresh. Showing saved requests.
es: No se pudo actualizar. Se muestran las solicitudes guardadas.
ko: 새로 고치지 못했습니다. 저장된 요청을 표시합니다.
vi: Không thể làm mới. Đang hiển thị các yêu cầu đã lưu.
zh_hans: 无法刷新。正在显示已保存的请求。
zh_hant: 無法重新整理。正在顯示已儲存的請求。

# requests_row_hint
source: Double-tap to view request details
es: Toca dos veces para ver los detalles de la solicitud
ko: 두 번 탭하여 요청 세부 정보 보기
vi: Nhấn đúp để xem chi tiết yêu cầu
zh_hans: 轻点两下查看请求详情
zh_hant: 點兩下以查看請求詳情

source: Requirements
es: Requisitos
ko: 요구사항
vi: Yêu cầu
zh_hans: 要求
zh_hant: 要求

source: Reset Statistics
es: Restablecer estadísticas
ko: 통계 초기화
vi: Đặt lại thống kê
zh_hans: 重置统计
zh_hant: 重設統計

source: Retry
es: Reintentar
ko: 다시 시도
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Return to Login
es: Volver a iniciar sesión
ko: 로그인으로 돌아가기
vi: Quay lại đăng nhập
zh_hans: 返回登录
zh_hant: 返回登入

# review_add_photo
source: Add Photo (Optional)
es: Agregar foto (opcional)
ko: 사진 추가 (선택사항)
vi: Thêm ảnh (tùy chọn)
zh_hans: 添加照片（可选）
zh_hant: 新增照片（選填）

# review_all_reviews_title
source: My Reviews
es: Mis reseñas
ko: 내 리뷰
vi: Đánh giá của tôi
zh_hans: 我的评价
zh_hant: 我的評價

# review_change_photo
source: Change Photo
es: Cambiar foto
ko: 사진 변경
vi: Đổi ảnh
zh_hans: 更换照片
zh_hant: 更換照片

# review_for_user
source: Review for %@
es: Reseña para %@
ko: %@님에 대한 리뷰
vi: Đánh giá cho %@
zh_hans: 对 %@ 的评价
zh_hant: 對 %@ 的評價

# review_how_was_experience
source: How was your experience?
es: ¿Cómo fue tu experiencia?
ko: 경험은 어떠셨나요?
vi: Trải nghiệm của bạn thế nào?
zh_hans: 您的体验如何？
zh_hant: 您的體驗如何？

# review_leave_review
source: Leave a Review
es: Dejar una reseña
ko: 리뷰 남기기
vi: Để lại đánh giá
zh_hans: 留下评价
zh_hant: 留下評價

# review_leave_title
source: Leave Review
es: Dejar reseña
ko: 리뷰 남기기
vi: Để lại đánh giá
zh_hans: 留下评价
zh_hant: 留下評價

# review_photo_source
source: Add Photo
es: Agregar foto
ko: 사진 추가
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 新增照片

# review_prompt_ask
source: Please take a moment to review %@ for their help.
es: Por favor, tómate un momento para dejar una reseña de %@ por su ayuda.
ko: %@님의 도움에 대해 리뷰를 남겨 주세요.
vi: Vui lòng dành chút thời gian đánh giá %@ về sự giúp đỡ của họ.
zh_hans: 请花一点时间评价 %@ 的帮助。
zh_hant: 請花一點時間評價 %@ 的幫助。

# review_prompt_completed
source: Your request has been completed!
es: ¡Tu solicitud ha sido completada!
ko: 요청이 완료되었습니다!
vi: Yêu cầu của bạn đã hoàn thành!
zh_hans: 您的请求已完成！
zh_hant: 您的請求已完成！

# review_prompt_heading
source: Leave a Review
es: Deja una reseña
ko: 리뷰 남기기
vi: Để lại đánh giá
zh_hans: 留下评价
zh_hant: 留下評價

# review_prompt_leave_review
source: Leave Review
es: Dejar reseña
ko: 리뷰 남기기
vi: Để lại đánh giá
zh_hans: 留下评价
zh_hant: 留下評價

# review_prompt_nav_title
source: Review Request
es: Revisar solicitud
ko: 요청 리뷰
vi: Đánh giá yêu cầu
zh_hans: 评价请求
zh_hant: 評價請求

# review_prompt_skip
source: Skip for now
es: Omitir por ahora
ko: 나중에 하기
vi: Bỏ qua
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# review_prompt_skip_failed_message
source: Check your connection and try again, or close this for now. We'll ask you again later.
es: Revisa tu conexión e inténtalo de nuevo, o cierra esto por ahora. Te lo preguntaremos de nuevo más tarde.
ko: 연결을 확인하고 다시 시도하거나, 지금은 닫아 주세요. 나중에 다시 물어보겠습니다.
vi: Hãy kiểm tra kết nối và thử lại, hoặc đóng tạm thời. Chúng tôi sẽ hỏi lại bạn sau.
zh_hans: 请检查网络连接后重试，或暂时关闭此窗口。我们稍后会再次询问您。
zh_hant: 請檢查網路連線後重試，或暫時關閉此視窗。我們稍後會再次詢問您。

# review_prompt_skip_failed_title
source: Couldn't Skip the Review
es: No se pudo omitir la reseña
ko: 리뷰를 건너뛰지 못했습니다
vi: Không thể bỏ qua đánh giá
zh_hans: 无法跳过评价
zh_hant: 無法略過評價

# review_prompt_status_completed
source: Completed
es: Completado
ko: 완료됨
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# review_rating_accessibility
source: %@ out of 5 stars
es: %@ de 5 estrellas
ko: 별 5개 중 %@개
vi: %@ trên 5 sao
zh_hans: %@星（满分5星）
zh_hant: %@星（滿分5星）

# review_report_accessibility
source: Report review
es: Reportar reseña
ko: 리뷰 신고
vi: Báo cáo đánh giá
zh_hans: 举报评价
zh_hant: 檢舉評價

# review_section_comment
source: Comment (Optional)
es: Comentario (opcional)
ko: 코멘트 (선택사항)
vi: Bình luận (tùy chọn)
zh_hans: 评论（可选）
zh_hant: 評論（選填）

# review_section_photo
source: Photo (Optional)
es: Foto (opcional)
ko: 사진 (선택사항)
vi: Ảnh (tùy chọn)
zh_hans: 照片（可选）
zh_hant: 照片（選填）

# review_section_rating
source: Rating
es: Calificación
ko: 평점
vi: Đánh giá
zh_hans: 评分
zh_hant: 評分

# review_section_request
source: Request
es: Solicitud
ko: 요청
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

# review_section_title
source: Review
es: Reseña
ko: 리뷰
vi: Đánh giá
zh_hans: 评价
zh_hant: 評價

# review_skip
source: Skip
es: Omitir
ko: 건너뛰기
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# review_skip_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# review_skip_message
source: You can add a review later from your past requests.
es: Puedes agregar una reseña más tarde desde tus solicitudes anteriores.
ko: 지난 요청에서 나중에 리뷰를 추가할 수 있습니다.
vi: Bạn có thể thêm đánh giá sau từ các yêu cầu trước đây.
zh_hans: 您可以稍后从历史请求中添加评价。
zh_hant: 您可以稍後從歷史請求中新增評價。

# review_skip_title
source: Skip Review?
es: ¿Omitir reseña?
ko: 리뷰를 건너뛰시겠습니까?
vi: Bỏ qua đánh giá?
zh_hans: 跳过评价？
zh_hant: 跳過評價？

# review_submit
source: Submit
es: Enviar
ko: 제출
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# review_submitting
source: Submitting review...
es: Enviando reseña...
ko: 리뷰 제출 중...
vi: Đang gửi đánh giá...
zh_hans: 正在提交评价...
zh_hant: 正在提交評價...

# review_tap_to_rate
source: Tap to rate
es: Toca para calificar
ko: 탭하여 평가
vi: Nhấn để đánh giá
zh_hans: 点击评分
zh_hant: 點擊評分

# review_uploading_image
source: Uploading image...
es: Subiendo imagen...
ko: 이미지 업로드 중...
vi: Đang tải ảnh lên...
zh_hans: 正在上传图片...
zh_hant: 正在上傳圖片...

source: Reviews
es: Reseñas
ko: 리뷰
vi: Đánh giá
zh_hans: 评价
zh_hant: 評價

# reviews_empty_message
source: Reviews from people you've helped will appear here.
es: Las reseñas de personas que has ayudado aparecerán aquí.
ko: 도움을 준 분들의 리뷰가 여기에 표시됩니다.
vi: Đánh giá từ những người bạn đã giúp sẽ xuất hiện ở đây.
zh_hans: 你帮助过的人的评价将显示在这里。
zh_hant: 你幫助過的人的評價將顯示在這裡。

# reviews_empty_title
source: No Reviews Yet
es: Aún no hay reseñas
ko: 아직 리뷰 없음
vi: Chưa có đánh giá
zh_hans: 暂无评价
zh_hant: 暫無評價

# reviews_nav_title
source: Reviews
es: Reseñas
ko: 리뷰
vi: Đánh giá
zh_hans: 评价
zh_hant: 評價

source: Ride Details
es: Detalles del viaje
ko: 승차 세부 정보
vi: Chi tiết đi xe
zh_hans: 行程详情
zh_hant: 行程詳情

source: Ride filter
es: Filtro de viajes
ko: 라이드 필터
vi: Bộ lọc chuyến đi
zh_hans: 搭车筛选
zh_hant: 搭車篩選

# Ride from %@ to %@ on %@, %@
source: Ride from %1$@ to %2$@ on %3$@, %4$@
es: Viaje de %1$@ a %2$@ el %3$@, %4$@
ko: %1$@에서 %2$@까지 라이드 %3$@, %4$@
vi: Chuyến đi từ %1$@ đến %2$@ vào %3$@, %4$@
zh_hans: 从 %1$@ 到 %2$@ 的搭车，%3$@，%4$@
zh_hant: 從 %1$@ 到 %2$@ 的搭車，%3$@，%4$@

# ride_create_add_participants
source: Add Participants
es: Agregar participantes
ko: 참가자 추가
vi: Thêm người tham gia
zh_hans: 添加参与者
zh_hant: 新增參與者

# ride_create_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# ride_create_cancel_hint
source: Dismiss without creating a ride
es: Cierra sin crear un viaje
ko: 라이드를 만들지 않고 닫습니다
vi: Đóng mà không tạo chuyến đi
zh_hans: 关闭且不创建行程
zh_hant: 關閉且不建立行程

# ride_create_date
source: Date
es: Fecha
ko: 날짜
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# ride_create_date_hint
source: Select the date for this ride
es: Selecciona la fecha de este viaje
ko: 이 라이드의 날짜를 선택합니다
vi: Chọn ngày cho chuyến đi này
zh_hans: 选择此行程的日期
zh_hant: 選擇此行程的日期

# ride_create_destination_hint
source: Enter the destination address
es: Ingresa la dirección de destino
ko: 목적지 주소를 입력합니다
vi: Nhập địa chỉ điểm đến
zh_hans: 输入目的地地址
zh_hant: 輸入目的地地址

# ride_create_destination_placeholder
source: Destination
es: Destino
ko: 목적지
vi: Điểm đến
zh_hans: 目的地
zh_hant: 目的地

# ride_create_gift_accessibility
source: Gift or thank-you
es: Regalo o agradecimiento
ko: 답례 또는 감사 표시
vi: Quà hoặc lời cảm ơn
zh_hans: 礼物或答谢
zh_hant: 禮物或答謝

# ride_create_gift_hint
source: Optionally offer a gift for the driver
es: Ofrece opcionalmente un regalo para el conductor
ko: 원하시면 운전자에게 답례를 제공할 수 있습니다
vi: Tùy chọn tặng quà cho tài xế
zh_hans: 可选择为司机提供礼物
zh_hant: 可選擇為司機提供禮物

# ride_create_gift_placeholder
source: Gift/Compensation (optional)
es: Regalo/Compensación (opcional)
ko: 답례/보상 (선택사항)
vi: Quà/Đền bù (tùy chọn)
zh_hans: 礼物/补偿（可选）
zh_hant: 禮物/補償（選填）

# ride_create_max_participants
source: Maximum 5 participants
es: Máximo 5 participantes
ko: 최대 5명까지 참가 가능
vi: Tối đa 5 người tham gia
zh_hans: 最多5名参与者
zh_hant: 最多5名參與者

# ride_create_notes_accessibility
source: Notes
es: Notas
ko: 메모
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# ride_create_notes_hint
source: Add optional notes about this ride
es: Agrega notas opcionales sobre este viaje
ko: 이 라이드에 대한 메모를 추가합니다 (선택사항)
vi: Thêm ghi chú tùy chọn về chuyến đi này
zh_hans: 添加关于此行程的备注（可选）
zh_hant: 新增關於此行程的備註（選填）

# ride_create_notes_placeholder
source: Notes (optional)
es: Notas (opcional)
ko: 메모 (선택사항)
vi: Ghi chú (tùy chọn)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

# ride_create_participants_hint
source: Double-tap to select participants for this ride
es: Toca dos veces para seleccionar participantes para este viaje
ko: 두 번 탭하여 이 라이드의 참가자를 선택합니다
vi: Chạm hai lần để chọn người tham gia cho chuyến đi này
zh_hans: 轻点两下选择此行程的参与者
zh_hant: 點兩下選擇此行程的參與者

# ride_create_participants_selected
source: %lld Participant(s) Selected
es: %lld participante(s) seleccionado(s)
ko: %lld명 선택됨
vi: %lld người tham gia đã chọn
zh_hans: 已选择 %lld 名参与者
zh_hant: 已選擇 %lld 名參與者

# ride_create_pickup_hint
source: Enter the pickup address
es: Ingresa la dirección de recogida
ko: 픽업 주소를 입력합니다
vi: Nhập địa chỉ đón
zh_hans: 输入上车地址
zh_hant: 輸入上車地址

# ride_create_pickup_placeholder
source: Pickup Location
es: Lugar de recogida
ko: 픽업 위치
vi: Địa điểm đón
zh_hans: 上车地点
zh_hant: 上車地點

# ride_create_post
source: Post
es: Publicar
ko: 게시
vi: Đăng
zh_hans: 发布
zh_hant: 發布

# ride_create_post_accessibility
source: Post ride
es: Publicar viaje
ko: 라이드 게시
vi: Đăng chuyến đi
zh_hans: 发布行程
zh_hant: 發布行程

# ride_create_post_hint
source: Double-tap to submit this ride request
es: Toca dos veces para enviar esta solicitud de viaje
ko: 두 번 탭하여 이 라이드 요청을 제출합니다
vi: Chạm hai lần để gửi yêu cầu đi xe này
zh_hans: 轻点两下提交此乘车请求
zh_hant: 點兩下提交此乘車請求

# ride_create_route_loading
source: Loading…
es: Cargando…
ko: 로딩 중…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 載入中…

# ride_create_route_loading_accessibility
source: Loading route fields
es: Cargando campos de ruta
ko: 경로 입력란 로딩 중
vi: Đang tải các trường tuyến đường
zh_hans: 正在加载路线字段
zh_hant: 正在載入路線欄位

# ride_create_seats_accessibility
source: Available seats, currently %lld
es: Asientos disponibles, actualmente %lld
ko: 이용 가능한 좌석, 현재 %lld석
vi: Số ghế trống, hiện tại %lld
zh_hans: 可用座位，当前 %lld 个
zh_hant: 可用座位，目前 %lld 個

# ride_create_seats_count
source: Seats: %lld
es: Asientos: %lld
ko: 좌석: %lld
vi: Số ghế: %lld
zh_hans: 座位：%lld
zh_hant: 座位：%lld

# ride_create_seats_hint
source: Adjust the number of available seats
es: Ajusta el número de asientos disponibles
ko: 이용 가능한 좌석 수를 조정합니다
vi: Điều chỉnh số ghế trống
zh_hans: 调整可用座位数
zh_hant: 調整可用座位數

# ride_create_section_date_time
source: Date & Time
es: Fecha y hora
ko: 날짜 및 시간
vi: Ngày và giờ
zh_hans: 日期与时间
zh_hant: 日期與時間

# ride_create_section_details
source: Details
es: Detalles
ko: 세부 정보
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

# ride_create_section_participants
source: Participants (Optional)
es: Participantes (opcional)
ko: 참가자 (선택사항)
vi: Người tham gia (tùy chọn)
zh_hans: 参与者（可选）
zh_hant: 參與者（選填）

# ride_create_section_route
source: Route
es: Ruta
ko: 경로
vi: Tuyến đường
zh_hans: 路线
zh_hant: 路線

# ride_create_time_accessibility
source: Ride time
es: Hora del viaje
ko: 라이드 시간
vi: Giờ đi
zh_hans: 行程时间
zh_hant: 行程時間

# ride_create_time_hint
source: Set the departure time
es: Establece la hora de salida
ko: 출발 시간을 설정합니다
vi: Đặt giờ khởi hành
zh_hans: 设置出发时间
zh_hant: 設定出發時間

# ride_create_title
source: Create Ride Request
es: Crear solicitud de viaje
ko: 라이드 요청 만들기
vi: Tạo yêu cầu chuyến đi
zh_hans: 创建行程请求
zh_hant: 建立行程請求

# ride_detail_add_participants
source: Add Participants
es: Agregar participantes
ko: 참가자 추가
vi: Thêm người tham gia
zh_hans: 添加参与者
zh_hant: 新增參與者

# ride_detail_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# ride_detail_choose_maps_app
source: Choose maps app
es: Elegir aplicación de mapas
ko: 지도 앱 선택
vi: Chọn ứng dụng bản đồ
zh_hans: 选择地图应用
zh_hant: 選擇地圖應用程式

# ride_detail_claimed_by
source: Claimed by
es: Reclamado por
ko: 수락한 사람
vi: Đã nhận bởi
zh_hans: 认领者
zh_hant: 認領者

# ride_detail_date
source: Date
es: Fecha
ko: 날짜
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# ride_detail_delete
source: Delete
es: Eliminar
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# ride_detail_delete_claimed_confirmation
source: %@ has offered to help with this ride. Deleting it removes it for them too, and they will not be notified, so message them first. This action cannot be undone.
es: %@ se ofreció a ayudar con este viaje. Si lo eliminas, también se eliminará para esa persona y no se le notificará, así que envíale un mensaje primero. Esta acción no se puede deshacer.
ko: %@님이 이 라이드를 돕겠다고 했습니다. 삭제하면 상대방에게서도 삭제되며 알림이 전송되지 않으므로 먼저 메시지를 보내세요. 이 작업은 되돌릴 수 없습니다.
vi: %@ đã đề nghị giúp với chuyến đi này. Xóa chuyến đi cũng sẽ xóa nó đối với họ và họ sẽ không được thông báo, vì vậy hãy nhắn tin cho họ trước. Không thể hoàn tác thao tác này.
zh_hans: %@ 已表示愿意协助这次搭车。删除后对方的这一项也会被移除，并且不会收到通知，所以请先给对方发消息。此操作无法撤销。
zh_hant: %@ 已表示願意協助這次搭車。刪除後對方的這一項也會被移除，而且不會收到通知，所以請先傳訊息給對方。此操作無法復原。

# ride_detail_delete_confirmation
source: Are you sure you want to delete this ride request? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar esta solicitud de viaje? Esta acción no se puede deshacer.
ko: 이 라이드 요청을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
vi: Bạn có chắc muốn xóa yêu cầu chuyến đi này? Hành động này không thể hoàn tác.
zh_hans: 确定要删除此行程请求吗？此操作无法撤消。
zh_hant: 確定要刪除此行程請求嗎？此操作無法撤銷。

# ride_detail_delete_title
source: Delete Ride
es: Eliminar viaje
ko: 라이드 삭제
vi: Xóa chuyến đi
zh_hans: 删除行程
zh_hant: 刪除行程

# ride_detail_destination_label
source: DESTINATION
es: DESTINO
ko: 목적지
vi: ĐIỂM ĐẾN
zh_hans: 目的地
zh_hant: 目的地

# ride_detail_edit
source: Edit
es: Editar
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# ride_detail_estimated_savings
source: Estimated Rideshare Savings
es: Ahorro estimado en viaje compartido
ko: 예상 카풀 절약액
vi: Tiết kiệm ước tính so với đi chung xe
zh_hans: 预计拼车节省
zh_hant: 預計共乘節省

# ride_detail_flight
source: Flight
es: Vuelo
ko: 항공편
vi: Chuyến bay
zh_hans: 航班
zh_hant: 航班

# ride_detail_gift
source: Gift/Compensation
es: Regalo/Compensación
ko: 답례/보상
vi: Quà/Đền bù
zh_hans: 礼物/补偿
zh_hant: 禮物/補償

# ride_detail_hold_to_copy
source: Hold address to copy
es: Mantén presionada la dirección para copiar
ko: 주소를 길게 눌러 복사
vi: Giữ địa chỉ để sao chép
zh_hans: 长按地址以复制
zh_hant: 長按地址以複製

# ride_detail_loading
source: Loading ride details...
es: Cargando detalles del viaje...
ko: 라이드 세부 정보 로딩 중...
vi: Đang tải chi tiết chuyến đi...
zh_hans: 正在加载行程详情...
zh_hant: 正在載入行程詳情...

# ride_detail_map_open_maps_hint
source: Opens directions. Long-press to choose Apple Maps or Google Maps.
es: Abre direcciones. Mantén presionado para elegir Apple Maps o Google Maps.
ko: 길찾기를 엽니다. 길게 눌러 Apple 지도 또는 Google 지도를 선택하세요.
vi: Mở chỉ đường. Nhấn giữ để chọn Apple Maps hoặc Google Maps.
zh_hans: 打开导航。长按选择Apple地图或Google地图。
zh_hant: 打開導航。長按選擇Apple地圖或Google地圖。

# ride_detail_mark_complete
source: Mark as Complete
es: Marcar como completado
ko: 완료로 표시
vi: Đánh dấu hoàn thành
zh_hans: 标记为已完成
zh_hant: 標記為已完成

# ride_detail_notes
source: Notes
es: Notas
ko: 메모
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# ride_detail_open_in_maps_message
source: Choose an app for directions.
es: Elige una app para indicaciones.
ko: 길찾기 앱을 선택하세요.
vi: Chọn ứng dụng để chỉ đường.
zh_hans: 选择导航应用。
zh_hant: 選擇導航應用。

# ride_detail_open_in_maps_title
source: Open in Maps
es: Abrir en mapas
ko: 지도에서 열기
vi: Mở trong bản đồ
zh_hans: 在地图中打开
zh_hant: 在地圖中打開

# ride_detail_opening_maps
source: Opening Maps…
es: Abriendo mapas…
ko: 지도 여는 중…
vi: Đang mở bản đồ…
zh_hans: 正在打开地图…
zh_hant: 正在打開地圖…

# ride_detail_participants
source: Participants
es: Participantes
ko: 참가자
vi: Người tham gia
zh_hans: 参与者
zh_hant: 參與者

# ride_detail_pickup_label
source: PICKUP
es: RECOGIDA
ko: 픽업
vi: ĐIỂM ĐÓN
zh_hans: 上车点
zh_hant: 上車點

# ride_detail_requested
source: Requested
es: Solicitado
ko: 요청됨
vi: Đã yêu cầu
zh_hans: 已请求
zh_hant: 已請求

# ride_detail_requested_by
source: Requested by %@
es: Solicitado por %@
ko: %@님이 요청함
vi: Yêu cầu bởi %@
zh_hans: 由 %@ 请求
zh_hant: 由 %@ 請求

# ride_detail_route
source: Route
es: Ruta
ko: 경로
vi: Tuyến đường
zh_hans: 路线
zh_hant: 路線

# ride_detail_route_map
source: Route Map
es: Mapa de ruta
ko: 경로 지도
vi: Bản đồ tuyến đường
zh_hans: 路线地图
zh_hant: 路線地圖

# ride_detail_seats_count
source: %lld seat(s)
es: %lld asiento(s)
ko: %lld석
vi: %lld ghế
zh_hans: %lld 个座位
zh_hant: %lld 個座位

# ride_detail_tap_open_maps
source: Tap to open in Maps
es: Toca para abrir en Mapas
ko: 탭하여 지도에서 열기
vi: Nhấn để mở trong Bản đồ
zh_hans: 点击在地图中打开
zh_hant: 點擊在地圖中打開

# ride_detail_time
source: Time
es: Hora
ko: 시간
vi: Giờ
zh_hans: 时间
zh_hant: 時間

# ride_detail_title
source: Ride Details
es: Detalles del viaje
ko: 라이드 세부 정보
vi: Chi tiết chuyến đi
zh_hans: 行程详情
zh_hant: 行程詳情

# ride_edit_date
source: Date
es: Fecha
ko: 날짜
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# ride_edit_date_time
source: Date & Time
es: Fecha y hora
ko: 날짜 및 시간
vi: Ngày & Giờ
zh_hans: 日期和时间
zh_hant: 日期與時間

# ride_edit_destination
source: Destination
es: Destino
ko: 목적지
vi: Điểm đến
zh_hans: 目的地
zh_hant: 目的地

# ride_edit_details
source: Details
es: Detalles
ko: 세부정보
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# ride_edit_gift
source: Gift/Compensation (optional)
es: Regalo/Compensación (opcional)
ko: 선물/보상 (선택사항)
vi: Quà tặng/Bồi thường (tùy chọn)
zh_hans: 礼物/补偿（可选）
zh_hant: 禮物/補償（可選）

# ride_edit_helped_with
source: Helped With
es: Ayudé con
ko: 도운 요청
vi: Đã giúp
zh_hans: 帮助过的
zh_hant: 幫助過的

# ride_edit_my_past_requests
source: My Past Requests
es: Mis solicitudes pasadas
ko: 내 과거 요청
vi: Yêu cầu trước đây
zh_hans: 我的过去请求
zh_hant: 我的過去請求
